{
    "latest": "[September 2024] \n\n &nbsp; \n\n Using words to convey an experience is difficult. You heard [OK Computer] in middle school but quickly put it down (*what was their deal? Subterranean homesick aliens? A German car crash? Motorways and crushed bugs?*).  \n\n &nbsp; \n\n Poetry birthed metaphor and simile, empowering the subtle and implicit. At some point, we realized getting a point across didn&apos;t have to be the sole goal of writing, and ever since then we&apos;ve been finding new ways to write freedom. Maya Angelou wrote about caged birds and Louis Armstrong wrote about bruised skin.  \n\n &nbsp; \n\nAnd you&apos;d never faced segregation, nor really understood jazz, but you knew what it felt like to be suffocated or hurt, and that was it. Then you understood someone else&apos;s words. Then [OK Computer] made sense, but not because you pictured a subterranean homesick alien or a German car crash any differently, but because they meant something different to you.  \n\n &nbsp; \n\nThe difficulty of songwriting often lies in treading the boundary between event and experience; one particularly speaks to a memory, the other, a feeling. I don&apos;t think moments unite us; feelings do. I believe that conveying an experience is more meaningful, more personal, because it abstracts a story into a fundamental human familiarity. In that sense, we *relate* to something uniquely human, because maybe you never lost a loved one or been through heartbreak but you&apos;ve sure as hell felt lonely. Sometime, somewhere.  \n\n &nbsp; \n\nSo when someone wrote about that loneliness it resonated with you. And then you felt like that subterranean homesick alien. Secretive; uptight; strange.  \n\n &nbsp; \n\nInterestingly, revisiting a meaningful song evolves over time, even though the one-sided conversation remains the same. Rather... it&apos;s an unchanged dialogue approaching new ears. Perhaps you overcame loneliness or fell greater victim to it—in any case, your relationship with a song transforms with you, even if every chord, passage, and lyric didn&apos;t.  \n\n &nbsp; \n\nUsing words to convey an experience is *difficult*. Artists have the weight of their listeners on their shoulders (*is this a fair obligation?*), but I think there&apos;s something comforting about creating artwork you know will reach someone. It&apos;s a compelling artist-listener relationship, one that&apos;s separated by a digital wall so each can understand one another without having to face one another. We need this art, this thoughtful, meaningful, impactful art, woven in experience and emotion, so we can continue to create timeless music.  \n\n &nbsp; \n\nYour experiences are carefully & gently handled by your favorite songwriters, and for that, you owe them your ears.  \n\n &nbsp; \n\n[ref. → *(OK Computer, by Radiohead), (What&apos;s Going On, by Marvin Gaye), (Javelin, by Sufjan Stevens), (songs, by Adrianne Lenker)*].",
    "note": "There&apos;s this [deeply resonant] recording of Bon Iver performing “8 (circle)” at Pioneer Works, published via NPR&apos;s Music channel. \n\n &nbsp; \n\n Through the audience&apos;s applause, a single synthesizer chord permeates the atmosphere. It&apos;s like a spell that silences the crowd, but somehow it feels like they&apos;re not just quiet out of respect for the performer. \n\n &nbsp; \n\nThe chord is an image; a family, a sky, a child. The chord is an intangible; a feeling, a memory, a journey.\n\n &nbsp; \n\nAnd in the brief moment before the drums punctuate the music, it&apos;s as if the audience is forced to confront the chord in its entirety, a raw and vulnerable manifestation of their inner Self. There&apos;s a sense of kinship within the crowd, as no one knows each other but everyone understands each other. In the face of such an evocative opening, burdens become real but weightless—lifted off listeners&apos; shoulders and placed in front of them. The music speaks for them => [a vehicle for the inexpressible]. It rips the unrecognizable from within, but emboldens them to face it with poise.\n\n &nbsp; \n\nA year ago, I wouldn&apos;t have regarded “8 (circle)” as being particularly profound. It&apos;s not that I lacked “images” that inexplicably pervaded my subconscious. Rather, I&apos;d have to argue their connection to the music, like saying a lyric reminds me of some[thing, one]. In that sense, I&apos;d be responsible for assigning significance to the song. It&apos;s not necessarily less meaningful, just… less powerful.\n\n &nbsp; \n\nThis is what sticks out to me: sometimes music is thrust upon you and ends up fostering a deep relationship with you. When you embrace it, and allow the music to consume you, you&apos;ll discover it&apos;s much more than rhythm and harmony, sound and silence. It&apos;ll articulate what you can&apos;t say, enunciate voids you can&apos;t fill, and comfort what you can&apos;t address.\n\n &nbsp; \n\nMusic has a way of finding you in life. You can spend your time searching for that which resonates with your being, but I&apos;ve found that the [right] sound waves will seek you instead.\n\n &nbsp; \n\n[!] The opening chord of “8 (circle)” is exactly the same as that which opens “End” by ClownCore, a song of similar effect. Reminiscent soundscapes aren&apos;t uncommon, but it&apos;s just interesting to see the same harmonic idea represented in completely different contexts.",
    "now playing":"**Mezzanine** /_ Massive Attack [*trip hop*]\n\n &nbsp; \n\n **Is This It** /_ The Strokes [*alt rock*]\n\n &nbsp; \n\n **HeadHunters** /_ Herbie Hancock [*funky jazz*]\n\n &nbsp; \n\n **Promises** /_ Pharaoh Sanders, Floating Points [*electronic, contemporary jazz*]\n\n &nbsp; \n\n **Fearless Movement** /_ Kamasi Washington [*contemporary jazz*]\n\n &nbsp; \n\n **What's Going On** /_ Marvin Gaye [*soul, r&b*]\n\n &nbsp; \n\n **Wall of Eyes** /_ The Smile [*alt rock, indie/soft rock*]\n\n &nbsp; \n\n **Luv(sic) Hexology** /_ Nujabes [*lofi hip-hop, jazz hip-hop*]\n\n &nbsp; \n\n **Space Heavy** /_ King Krule [*alt rock*]\n\n &nbsp; \n\n **Hot Sauce Committee (Pt. 2)** /_ Beastie Boys [*boom-bap, classic hip-hop*]\n\n &nbsp; \n\n **Ooh Rap I Ya** /_ George Clanton [*indie rock, hypnagogic pop*]\n\n &nbsp; \n\n **Beloved! Paradise! Jazz!?** /_ McKinley Dixon [*jazz rap, soul rap*]\n\n &nbsp; \n\n **In Rainbows** /_ Radiohead [*alt rock, indie*]\n\n &nbsp; \n\n **Grace** /_ Jeff Buckley [*alt rock*]"
  }